[
  {
    "title": "Web Development",
    "desc": "Build powerful, responsive, and user-friendly websites with our expert web development services. From custom business websites to complex web applications, we ensure seamless performance and scalability.",
    "imageUrl": "/assets/images/unity-tab-1.png",
    "btnLink": "/web-development"
  },
  {
    "title": "App Development",
    "desc": "Turn your ideas into reality with our mobile and web app development services. We create high-performance applications with sleek designs and smooth user experiences for iOS, Android, and cross-platform solutions.",
    "imageUrl": "/assets/images/blockchain-tab-2.png",
    "btnLink": "/app-development"
  },
  {
    "title": "Customized Software",
    "desc": "Get tailor-made software solutions designed specifically for your business needs. We develop automation tools, ERP, CRM, and other custom software to optimize workflows and enhance efficiency.",
    "imageUrl": "/assets/images/nft-meta-tab-3.png",
    "btnLink": "/custom-software"
  },
  {
    "title": "Digital Marketing",
    "desc": "Boost your online presence with our digital marketing services. We specialize in SEO, PPC, social media marketing, and branding strategies to drive traffic, generate leads, and increase conversions.",
    "imageUrl": "/assets/images/ar-development-tab-4.png",
    "btnLink": "/digital-marketing"
  },
  {
    "title": "UI/UX Designing",
    "desc": "Create stunning and user-friendly interfaces with our UI/UX design expertise. We focus on usability, aesthetics, and seamless navigation to enhance user experience across web and mobile applications.",
    "imageUrl": "/assets/images/vr-development-tab-5.png",
    "btnLink": "/ui-ux-designing"
  },
  {
    "title": "Cloud Solutions",
    "desc": "Leverage the power of cloud computing with our scalable and secure cloud solutions. From cloud migration to DevOps and serverless architecture, we ensure seamless deployment and management.",
    "imageUrl": "/assets/images/game-design-tab-6.png",
    "btnLink": "/cloud-solutions"
  },
  {
    "title": "Genrative AI",
    "desc": "Dive into a digital world where everything feels real and exciting. Join us in exploring lots of fun stuff online, where every click brings you to new and awesome adventures. Let's make your online time magical with Algoalley!",
    "imageUrl": "/assets/images/vr-experience-tab-7.png",
    "btnLink":"/virtual-experience"
  }
]
